{
  "Topbar":{
      "homePage":"HOME",
      "productsPage":"PRODUCTS",
      "accountPage": "ACCOUNT",
      "partnerPage": "PARTNER",
      "register_button": "REGISTER",
      "login_Button": "LOG IN"
    },

    "mobileTopbar": {
      "homePage":"Home",
      "productsPage":"Products",
      "accountPage": "Account",
      "partnerPage": "Partner",
      "register_button": "Register",
      "login_Button": "Log in"
    },

    "Privacy":{
      "privacyVideoTitle":"Quantum Capital Group",
      "privacyVideoDescription":"Quantum Capital Group is not a typical investment brokerage. Our history, ambition, and DNA come from the world of creativity, software development, and investor empowerment. These values remain central to us as our most important core.",
      "QCG_BasicDescription":"QCG combines a unique multi-asset trading platform with the innovative power of a solid fintech foundation.",
      "Crypto":{
        "crypto_Title":"CRYPTO CURRENCIES",
        "crypto_Description":"QCG is deeply interested in blockchain technology. Future activities in the crypto field should occur within a reliable, regulated framework. Through our crypto trading, we've created an efficient trading platform for our clients, ensuring secure, cost-effective execution with ample liquidity in cryptocurrency trading. Currently, over 100 cryptocurrencies can be traded via QCG, and we're actively working to increase this number.",
        "cryptoSubtitle":"KEY SUCCESS FACTORS NOT LIMITED TO FINANCIAL ASSETS",
        "cryptoSubtitle_Description":"The areas we highly prioritise include protection from cyber risks and ensuring system functionality. Therefore, QCG invests substantial funds in IT security every year. Additionally, other areas include innovation, customer satisfaction, and environmental footprint.",
        "cryptoSubtitle2":"THE QCG GROWTH STORY CONTINUES",
        "cryptoSubtitle2_Description":"QCG will enlarge its strong position in the home market, diversify its services, develop new customer segments and expand in other target markets in Europe, Asia and the Middle East. This will broaden the Group’s income sources, helping to reduce the proportion that is transaction-based and hence more volatile.",
        "cryptoSubtitle2_Description2":"QCG will also be well placed to cope with difficult market or economic situations in the future – and to take advantage of opportunities that arise for its clients and for the foreign exchange trading itself.",
        "cryptoSubtitle3":"QCG: MORE THAN JUST ONLINE TRADING",
        "cryptoSubtitle3_Description":"On average, QCG's clients are wealthier than those of other online brokers. This is because they also benefit from a comprehensive universal crypto payment service. QCG's services in this area are expanding with the introduction of a modern Crypto Payment Gateway.",
        "cryptoSubtitle3_Description2":"Aligned with the democratisation and innovation in the financial sector, the Meta-Financial super app, jointly launched by QCG and the technology development team in 2021, is gaining increasing popularity.",
        "cryptoSubtitle3_Description3":"Moreover, institutional clients are increasingly benefiting from the diverse opportunities offered by QCG's unique business model. Our team is continuously expanding the asset management platform \"Asset Master\", which provides efficient, cost-effective portfolio management and trading services."
      },
      "COC_Title":"CODE OF CONDUCT",
      "COC_Description":"As the leader in online forex trading and as a FinTech company, innovation and technology challenge the codes of convention. the rules are respected and important corporate values are cherished. The Group’s Code of Conduct guides its daily actions with internal and external investors.",
      "openAccountTitle":"Open an investment trading account with QCG to experience the pulse of digital in the active financial markets.",
      "NFA":{
        "NFA_Title":"National Futures Association (NFA)",
        "NFA_Description":"NFA is a non-profit organisation established by the United States government to regulate and supervise futures traders and futures exchanges. NFA was established under the Futures Exchange Act of 1974 and is authorised by the Futures Trading Commission (CFTC).",
        "NFA_Description2":"NFA's mission is to provide legal programs and services to protect the interests of market participants. Besides, it helps organisational members ensure legal liability.",
        "NFA_Description3":"NFA's activities will be closely regulated by the Commodity Futures Trading Commission. This committee plays an important role in regulating the US commodity futures sector.",
        "NFA_Description4":"Learn more about our NFA license here.",
        "privacyPolicies_Title":"Privacy Policy",
        "privacyPolicies_Description":"The document discloses the ways the company gathers, uses, discloses, and manages your personal information. ",
        "privacyPolicies_Description2":"More...",
        "clientAgreement_Title":"Client Agreement",
        "clientAgreement_Description":"Before you start working with QCG as a client or a partner, look through a set of agreements and accept their terms and conditions.",
        "riskDisclosure_Title":"Risk Disclosure Notice",
        "riskDisclosure_Description":"The essential document outlines potential financial risks, ensuring informed decisions by highlighting possible vulnerabilities in investments or activities.",
        "riskWarning_Title":"Risk Warning",
        "riskWarning_Description":"It thoroughly describes all possible risks that are typical for trading in financial markets and that should be clearly realised and taken into consideration by all investors."
      }

    },

    "Home":{
      "homeVideoTitle":"Unlimited.",
      "homeVideoTitle2":"Trade with Quantum Capital for unlimited opportunities.",
      "homeVideoDescription":"Unleash your financial potential with QCG's solid liquidity and high-class execution.",
      "QCGadvantage_Title":"The advantage of QCG is different from others",
      "QCGadvantage_Description":"Elevate your financial situation within the comfortable and secure environment of a ",
      "QCGadvantage_Description2":"Quantum Capital Group without having to overpay for it. Our highly intuitive platform, ",
      "QCGadvantage_Description3":"extensive forex variety information, and customer service team accompanying you ",
      "QCGadvantage_Description4":"every step of the way open up a world full of opportunities for you.",
      "QCGadvantage_mobileDescription":"Elevate your financial situation within the comfortable and secure environment of a Quantum Capital Group without having to over pay for it. Our highly intuitive platform, extensive forex variety information, and customer service team accompanying you every step of the way open up a world full of opportunities for you.",
      "copyTradingSystemTitle":"Built-in",
      "copyTradingSystemTitle2":"CopyTrading System",
      "copyTradingSystemMobileTitle":"Built-in CopyTrading ",
      "copyTradingSystemMobileTitle2":"System",
      "appDepositTitle":"In-App deposit,",
      "appDepositTitle2":"withdrawal & Internal transfer",
      "appDepositMobileTitle":"In-App deposit, withdrawal ",
      "appDepositMobileTitle2":"& Internal transfer",
      "Platform":{
        "platformButton":"Platform",
        "platformTitle":"You must have the best ",
        "platformTitle2":"trading environment",
        "platformDescription":"World-class platform. Seamless execution. Radical confidence.",
        "platformMobileDescription":"World-class platform. ",
        "platformMobileDescription2":"Seamless execution. Radical confidence."
      },
      "Pricing":{
        "pricingButton":"Pricing",
        "pricingTitle":"You can trade ",
        "pricingTitle2":"anytime, ",
        "pricingTitle3":"anywhere, ",
        "pricingTitle4":"any place.",
        "pricingSubtitle":"Currency Pairs",
        "pricingSubtitle2":"Account Types",
        "pricingSubtitle3":"Partners",
        "pricingDescription":"Are you bothered by hidden fees from other forex platforms?",
        "pricingDescription2":"Feel free to consider the advantages of our pricing, which are also very fair."
      },
      "Securities":{
        "securitiesButton":"Securities",
        "securitiesTitle":"The most influential ",
        "securitiesTitle2":"financial investment ",
        "securitiesTitle3":"instrument.",
        "securitiesDescription":"Stocks, ETFs, funds, bonds, options ",
        "securitiesDescription2":"& futures, derivatives – you name it. ",
        "securitiesDescription3":"Everything essential to trading is at ",
        "securitiesDescription4":"your fingertips, helping you build a ",
        "securitiesDescription5":"financially robust investment ",
        "securitiesDescription6":"portfolio.",
        "securitiesMobileDescription":"Stocks, ETFs, funds, bonds, options & futures, ",
        "securitiesMobileDescription2":"derivatives – you name it. Everything essential ",
        "securitiesMobileDescription3":"to trading is at your fingertips, helping you ",
        "securitiesMobileDescription4":"build a financially robust investment portfolio. ",
        "securitiesSubtitle":"CFDs Indices",
        "securitiesSubtitle_Description":"QCG's platforms also allow you to trade on the movements of all the main European and American indices, as well as Japan’s. Most of these CFDs are available both as Forward (with an expiration date) or Spot/Synthetic (no expiration date, overnight rollover/swap interest applies).",
        "securitiesSubtitle_MobileDescription":"QCG's platforms also allow you ",
        "securitiesSubtitle_MobileDescription2":"to trade on the movements of all ",
        "securitiesSubtitle_MobileDescription3":"the main European and ",
        "securitiesSubtitle_MobileDescription4":"American indices, as well as ",
        "securitiesSubtitle_MobileDescription5":"Japan’s. Most of these CFDs are ",
        "securitiesSubtitle_MobileDescription6":"available both as Forward ",
        "securitiesSubtitle_MobileDescription7":"(with an expiration date) ",
        "securitiesSubtitle_MobileDescription8":"or Spot/Synthetic ",
        "securitiesSubtitle_MobileDescription9":"(no expiration date, overnight ",
        "securitiesSubtitle_MobileDescription10":"rollover/swap interest applies)."
        
      },
      "Crypto":{
        "cryptoButton":"Crypto",
        "cryptoTitle":"QCG: the best of all ",
        "cryptoTitle2":"crypto trading",
        "cryptoDescription":"QCG offers a total of 100+ ",
        "cryptoDescription2":"cryptocurrencies and an infinity of ",
        "cryptoDescription3":"opportunities. Learn more about ",
        "cryptoDescription4":"the benefits of each digital ",
        "cryptoDescription5":"currency available on our platform.",
        "cryptoSubtitle":"Crypto Wallet",
        "cryptoSubtitle_Description":"Store and manage your portfolio of cryptocurrencies in complete safety because of our crypto wallet feature. "
      }
    },

    "Products":{
      "productsVideoTitle":"Worry-Free and ",
      "productsVideoTitle2":"boosting your Investment",
      "productsVideoDescription":"In addition to these appealing features, clients can easily monitor the performance of their investment portfolios after investing. Clients can almost experience the joy of worry-free investment and enhance the quality of their investments.",
      "currencyTitle":"CURRENCY PAIRS",
      "currencyDescription":"The foreign exchange market (\"Forex\" or \"FX\") is a decentralised",
      "currencyDescription2":"24‑hour market for currencies. It is by far the largest market in",
      "currencyDescription3":"the world and offers unmatched trading opportunities.",
      "c&pMetal_Title":"Currencies & Precious Metals",
      "c&pMetal_Description":"QCG’s offer comprises major, minor and emerging currency pairs as well as precious metals, allowing you to trade around the clock and take advantage of opportunities all over the world. We also provide exclusive research on these assets to help you optimise your strategy.",
      "CFDsIndicesTitle":"CFDs Indices",
      "CFDsIndicesDescription":"QCG's FX platforms also allow you to trade on the movements of all the main European and American indices, as well as Japan’s. Most of these CFDs are available both as Forward (with an expiration date) or Spot / Synthetic (no expiration date, overnight rollover / swap interest applies).",
      "stopoutlevel_Title":"Stop Out Level",
      "stopoutlevel_Description":"Subject to the limitations set forth in the General Terms and Conditions, the Risk Disclosure Statement and the Special Terms and Conditions for Forex to which we draw your attention, QCG’s trading platforms are designed to automatically trigger a liquidation of open positions when the Margin Level ([equity/used margin] x 100) reaches the Stop Out level, which varies depending on the technology you are using (the “Automatic Liquidation System”).",
      "stopoutlevel_Description2":"The Automatic Liquidation System has been set up for the sole benefit of QCG. While the Automatic Liquidation System aims at avoiding that the Client is losing more than the Forex Margin and while QCG will ensure that, in the vast majority of cases, the Automatic Liquidation System is activated as soon as the Liquidation Percentage is reached, it is entitled but not obliged to do so. No warranty is given by QCG in this regard. The Client may still suffer a loss much higher than the Forex Margin.",
      "riskWarning_Title":"Risk Warning",
      "riskWarning_Description":"The content of this guide is purely informative and does not constitute an offer or a recommendation to trade a specific product and is not to be understood as a piece of advice of any sort, in particular regarding trading, tax and legal questions. The information or opinion regarding a product expressed in this guide do not take into consideration the investment objectives, the assets, the experience or the knowledge of a single investor. ",
      "riskWarning_Description2":"QCG and its employees shall in no event be liable for damages or losses arising directly or indirectly from decisions made on the basis of the content of this guide. The content of this guide was produced by QCG as per the current date and may be subject to change without prior notification. Although the content of this guide has been obtained from and is based upon sources that QCG believes to be reliable, QCG assumes no responsibility for the quality, correctness, timeliness or completeness of the content of this guide.",
      "riskWarning_Description3":"This guide may not be reproduced in part or full without the written prior consent of QCG.  Forex transactions are highly speculative, involve an extreme degree of risk and are generally suitable only for persons who can assume and sustain a risk of loss in excess of their Forex margin. Forex transactions may, by their nature, generate losses that are in theory unlimited. In the absence of prior intervention, the loss could greatly exceed all the client’s assets deposited with the QCG.",
      "Disclaimer":{
        "disclaimerTitle":"Disclaimer - Forex Trading Losses",
        "disclaimerDescription":"This disclaimer aims to clarify the following matters:",
        "disclaimerSubtitle1":"Risks of Forex Trading: ",
        "disclaimerSubtitle1Description":"The Forex trading market involves high volatility and may lead to investment losses. Forex investment is a high-risk activity that may result in the loss of invested capital. ",
        "disclaimerSubtitle2":"Individual Differences: ",
        "disclaimerSubtitle2Description":"Each investor has different risk tolerance and investment objectives. Performance in Forex trading will vary due to individual differences. ",
        "disclaimerSubtitle3":"Disclaimer: ",
        "disclaimerSubtitle3Description":"This company is not responsible for any Forex trading losses incurred by investors. All risks and losses in Forex trading will be borne by the investors.",
        "disclaimerSubtitle4":"Consultation and Education: ",
        "disclaimerSubtitle4Description":"This company encourages investors to seek independent financial and legal advice to understand the risks and legal responsibilities associated with Forex trading. ",
        "disclaimerSubtitle5":"Investor Decision: ",
        "disclaimerSubtitle5Description":"Investors bear ultimate responsibility for their Forex trading decisions. Investors should carefully consider risks and only invest funds they can afford to lose. ",
        "disclaimerSubtitle6":"Risk Management: ",
        "disclaimerSubtitle6Description":"Investors should take appropriate risk management measures, including stop-loss orders, to mitigate potential losses. ",
        "disclaimerSubtitle7":"Trading Results: ",
        "disclaimerSubtitle7Description":"The results of Forex trading may vary due to market fluctuations. Past performance does not guarantee future results. ",
        "disclaimerSubtitle8":"Market Manipulation: ",
        "disclaimerSubtitle8Description":"Investors are not allowed to engage in any market manipulation activities, including but not limited to manipulating prices, spreading false information, or abusing market rules. ",
        "disclaimerReminder":"Please note that this company does not provide any guarantees or representations, either express or implied, regarding the success or failure of Forex trading results or any specific investment strategy. Investors should carefully read and understand these risks before engaging in Forex trading and seek professional advice when necessary."
      }
    },

    "Account":{
      "accountVideoTitle":"Which account suitable for you?",
      "accountVideoDescription":"Selecting the right account type is essential to ensure you have the best user experience. Different account types offer varying benefit and functionalities, catering to specific needs and preferences.",
      "accountTitle":"Open your free trading account",
      "accountDescription":"Your Investment Account is a full-featured QCG account, without opening or maintenance fees. All you need to open your account online is your ID, a proof of residence (phone or utility bill), just a few minutes.",
      "Standard":{
        "standardTitle":"Standard",
        "standardTitle2":"Account",
        "standardSubtitle1":"About Account - ",
        "standardSubtitle1_Description":"Standard account is a common type of trading account, suitable for both individuals.",
        "standardSubtitle2":"Minimum Deposit - ",
        "standardSubtitle2_Description":"Depends on payment system.",
        "standardSubtitle3":"Minimum Spread - ",
        "standardSubtitle3_Description":"From 1.0 pips.",
        "standardSubtitle4":"Commission - ",
        "standardSubtitle4_Description":"No commission chargers.",
        "standardSubtitle5":"Maximum Leverage - ",
        "standardSubtitle5_Description":"From 1:30 to 1:500.",
        "standardSubtitle6":"Allow trading strategy - ",
        "standardSubtitle6_Description":"Day Trading | Scalping | Swing Trading | EA Trading."
      },
      "ECN":{
        "ECNTitle":"ECN PRO",
        "ECNTitle2":"Account",
        "ECNSubtitle1":"About Account - ",
        "ECNSubtitle1_Description":"ECN PRO account obtain competitive pricing from multiple liquidity providers.",
        "ECNSubtitle2":"Minimum Deposit - ",
        "ECNSubtitle2_Description":"Depends on payment system.",
        "ECNSubtitle3":"Minimum Spread - ",
        "ECNSubtitle3_Description":"From 0.1 pips.",
        "ECNSubtitle4":"Commission - ",
        "ECNSubtitle4_Description":"With commission chargers.",
        "ECNSubtitle5":"Maximum Leverage - ",
        "ECNSubtitle5_Description":"From 1:30 to 1:500.",
        "ECNSubtitle6":"Allow trading strategy - ",
        "ECNSubtitle6_Description":"Day Trading | Scalping | Swing Trading | EA Trading."
      },
      "Social":{
        "SocialTitle":"Social Trade",
        "SocialTitle2":"Account",
        "SocialSubtitle1":"About Account - ",
        "SocialSubtitle1_Description":"Social copy trading empowers investors to independently assess and select high-quality \"advanced trading masters,\" enabling them to choose reliable trading masters to improve risk management effectiveness in the volatile and unpredictable forex market.",
        "SocialSubtitle2":"Minimum Deposit - ",
        "SocialSubtitle2_Description":"Depends on payment system.",
        "SocialSubtitle3":"Minimum Spread - ",
        "SocialSubtitle3_Description":"From 1.6 pips.",
        "SocialSubtitle4":"Performance Fee - ",
        "SocialSubtitle4_Description":"With monthly profit sharing.",
        "SocialSubtitle5":"Maximum Leverage - ",
        "SocialSubtitle5_Description":"From 1:300 to 1:500.",
        "SocialSubtitle6":"Others - ",
        "SocialSubtitle6_Description":"Copy other people's trades. No knowledge required, Choose your favourite trader to copy within the platform."
      }
    },

    "Partner":{
      "partnerVideoTitle":"Don't give up your forest for the sake of one tree.",
      "partnerVideoDescription":"Solutions for Business Advisors (BA). Build a large client base and increase your revenue. Moreover, our system offers powerful features such as an attractive tailored reward scheme and an Advanced Client Tracking System, making you more adept in your business endeavours.",
      "partnerTitle":"Enjoy QCG’s quality trading experience? ",
      "partnerTitle2":"Don't hesitate anymore, invite your friends now!",
      "partnerDescription":"Recommend QCG and earn cash bonuses up to USD 100.00 per referral*. Just follow the simple steps below:",
      "partnerSubtitle":"How to be a sponsor?",
      "partnerSubtitleDescription":"Just log into your portal to obtain your referral link, then share it with your friends.",
      "partnerSubtitle2":"If you have referred friends.",
      "partnerSubtitle2Description":"Your friend must register an investment trading account using your referral link.",
      "partnerSubtitle3":"Claim your referral bonuses.",
      "partnerSubtitle3Description":"Both parties will be eligible for the referral bonus once your friend deposits and trades for a minimum of 14 business days. ",
      "Rewards":{
        "rewardsTitle":"Your Rewards",
        "rewardsDescription":"After the referred client funds their account, both the sponsor and the referred client will receive a bonus on their accounts proportional to the deposit, as detailed below.",
        "rewardsCol1_Title":"Referred Client",
        "rewardsCol2_Title":"Min Trade Days",
        "rewardsCol3_Title":"Standard Reward",
        "rewardsCol4_Title":"Premium Reward",
        "rewardsCol5_Title":"VIP Reward",
        "rewardsRow1_Title":"Minimum Deposit",
        "rewardsRow2_Title":"Minimum Trade Lot",
        "rewardsRow3_Title":"Cash Bonus",
        "rewardsRow4_Title":"Referrer Bonus",
        "rewardsCol1_mobileTitle":"Referred",
        "rewardsCol1_mobileTitle2":"Client",
        "rewardsCol2_mobileTitle":"Min Trade",
        "rewardsCol2_mobileTitle2":"Days",
        "rewardsCol3_mobileTitle":"Standard",
        "rewardsCol3_mobileTitle2":"Reward",
        "rewardsCol4_mobileTitle":"Premium",
        "rewardsCol4_mobileTitle2":"Reward",
        "rewardsCol5_mobileTitle":"VIP",
        "rewardsCol5_mobileTitle2":"Reward",
        "rewardsRow1_mobileTitle":"Minimum",
        "rewardsRow1_mobileTitle2":" Deposit",
        "rewardsRow2_mobileTitle":"Minimum",
        "rewardsRow2_mobileTitle2":"Trade Lot",
        "rewardsRow3_mobileTitle":"Cash",
        "rewardsRow3_mobileTitle2":"Bonus",
        "rewardsRow4_mobileTitle":"Referrer",
        "rewardsRow4_mobileTitle2":"Bonus",
        "rewardsData1":"5 Standard Lots",
        "rewardsData2":"10 Standard Lots",
        "rewardsData3":"20 Standard Lots",
        "rewardsMobileData1":"5 Std Lots",
        "rewardsMobileData2":"10 Std Lots",
        "rewardsMobileData3":"20 Std Lots",
        "rewardReminder":"See the full terms and conditions of this offer."
      }
    },

    "openTradingACC":{
      "openTradingACC_Title":"OPEN YOUR TRADING ACCOUNT",
      "liveACC_Title":"Live account",
      "tradingAcc_Description":"Already have a friend at Quantum Capital Group? ",
      "tradingAcc_Description2":"Ask them for their referral code so you both get ",
      "tradingAcc_Description3":"USD$100.00 - Rewards!"
    },

    "currenciesTable":{
      "symbolTitle":"SYMBOL",
      "descriptionsTitle":"DESCRIPTIONS",
      "minimumspreadTitle":"MIN SPREADS",
      "minimumtradesizeTitle":"MIN TRADE SIZE",
      "maximumtradesizeTitle":"MAX TRADE SIZE",
      "minimumspreadMobileTitle":"MIN",
      "minimumspreadMobileTitle2":"SPREADS",
      "minimumtradesizeMobileTitle":"MIN",
      "minimumtradesizeMobileTitle2":"TRADE SIZE",
      "maximumtradesizeMobileTitle":"MAX",
      "maximumtradesizeMobileTitle2":"TRADE SIZE"
    },

    "WhatsappForm":{
      "whatsappFormTitle":"Instant chat now",
      "whatsappFormDescription":"Scan the QR code with your device's ",
      "whatsappFormDescription2":"camera to chat with our customer ",
      "whatsappFormDescription3":"service representative for more details.",
      "mobileWhatsappFormDescription":"Press direct link to whatsapp ",
      "mobileWhatsappFormDescription2":"chat with our customer service ",
      "mobileWhatsappFormDescription3":"representative for more details."
    },

    "MailForm":{
      "mailFormTitle":"Send us a message",
      "mailFormDescription":"Welcome to Current Tech ",
      "mailFormDescription2":"contact us page",
      "name":"Your name",
      "email":"Email",
      "message":"Message",
      "button":"Send",
      "notificationSuccessfully":"Message Sent",
      "notificationFailure":"Failure to send",
      "sendStatusSuccess":"Success!",
      "sendStatusFailure":"Error!",
      "mobileMailFormDescription":"Welcome to Current Tech ",
      "mobileMailFormDescription2":"contact us page",
      "requiredName":"Your name is required.",
      "requiredEmail":"Your email is required.",
      "emailFormat":"The email must be a valid email address.",
      "requiredMessage":"Your message is required."
    }
  }